const cert_data = {
  "190801": {
    "f_name": "Катерина",
    "s_name": "Абрамова ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024",
  },
  "190802": {
    "f_name": "Ольга ",
    "s_name": "Алещенко ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190803": {
    "f_name": "Тетяна",
    "s_name": "Васильєва",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190804": {
    "f_name": "Наталія ",
    "s_name": "Волік",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190805": {
    "f_name": "Валентина ",
    "s_name": "Дирда ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190806": {
    "f_name": "Вікторія ",
    "s_name": "Зюзь",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190807": {
    "f_name": "Владислав",
    "s_name": "Лінговський",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190808": {
    "f_name": "Поліна ",
    "s_name": "Ревнюк ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190809": {
    "f_name": "Олена ",
    "s_name": "Самофалова ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190810": {
    "f_name": "Вікторія ",
    "s_name": "Сильченко",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190811": {
    "f_name": "Вікторія ",
    "s_name": "Сіліченко ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190812": {
    "f_name": "Катерина",
    "s_name": "Сорокіна",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190813": {
    "f_name": "Софія",
    "s_name": "Троцковець ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "190814": {
    "f_name": "Катерина",
    "s_name": "Яворська",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "19 серпня 2024"
  },
  "090901": {
    "f_name": "Євгенія ",
    "s_name": "Павленко ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090902": {
    "f_name": "Ольга",
    "s_name": "Цимбал ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090903": {
    "f_name": "Ірина ",
    "s_name": "Бурлуцька ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090904": {
    "f_name": "Анна",
    "s_name": "Дерев’янко ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090905": {
    "f_name": "Тетяна",
    "s_name": "Драгоманова",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090906": {
    "f_name": "Тетяна ",
    "s_name": "Сєрікова ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090907": {
    "f_name": "Ольга",
    "s_name": "Антоненко",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090908": {
    "f_name": "Анастасія",
    "s_name": "Бобришова ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090909": {
    "f_name": "Наталя",
    "s_name": "Бондаренко",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090910": {
    "f_name": "Ірина",
    "s_name": "Борисова ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090911": {
    "f_name": "Наталія ",
    "s_name": "Вішневська",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090912": {
    "f_name": "Оксана ",
    "s_name": "Волошко ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090913": {
    "f_name": "Гульсем",
    "s_name": "Гаврюшенко",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090914": {
    "f_name": "Юлія",
    "s_name": "Гребьонкіна",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090915": {
    "f_name": "Тетяна ",
    "s_name": "Гудзенко ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090916": {
    "f_name": "Марина",
    "s_name": "Драган",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090917": {
    "f_name": "Марина",
    "s_name": "Драган",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090918": {
    "f_name": "Яна",
    "s_name": "Жихарєва ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090919": {
    "f_name": "Олена ",
    "s_name": "Калюжна ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090920": {
    "f_name": "Світлана",
    "s_name": "Карпович",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090921": {
    "f_name": "Наталія",
    "s_name": "Конівець",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090922": {
    "f_name": "Віра",
    "s_name": "Кочетова",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090923": {
    "f_name": "Людмила ",
    "s_name": "Куковенкова ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090924": {
    "f_name": "Оксана ",
    "s_name": "Кулик",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090925": {
    "f_name": "Анастасія ",
    "s_name": "Лавриченко ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090926": {
    "f_name": "Тетяна ",
    "s_name": "Мельник",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090927": {
    "f_name": "Інна",
    "s_name": "Панчишина ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090928": {
    "f_name": "Людмила",
    "s_name": "Радичук",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090929": {
    "f_name": "Ганна",
    "s_name": "Рибалко",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090930": {
    "f_name": "Олена",
    "s_name": "Соколовська",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090931": {
    "f_name": "Марія",
    "s_name": "Стаднік",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090932": {
    "f_name": "Ірина",
    "s_name": "Старина ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090933": {
    "f_name": "Анна ",
    "s_name": "Таран ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090934": {
    "f_name": "Тетяна ",
    "s_name": "Тютюнник ",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090935": {
    "f_name": "Катерина",
    "s_name": "Мирна",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090936": {
    "f_name": "Анна",
    "s_name": "Донченко",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090937": {
    "f_name": "Вікторія",
    "s_name": "Китайгора",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090938": {
    "f_name": "Аліна",
    "s_name": "Мартинюк",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090939": {
    "f_name": "Тетяна",
    "s_name": "Зелена",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "090940": {
    "f_name": "Тетяна",
    "s_name": "Мельник",
    "course_title": "Адаптація дітей ВПО, підготовка колективу до приходу нового учня і запобігання булінгу у школах і дитячих колективах",
    "course_length": 18,
    "course_date": "09 вересня 2024"
  },
  "100901": {
    "f_name": "Альбіна",
    "s_name": "Ткаченко",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100902": {
    "f_name": "Катерина ",
    "s_name": "Тиха",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100903": {
    "f_name": "Світлана",
    "s_name": "Кушнікова",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100904": {
    "f_name": "Євгенія ",
    "s_name": "Ханіна ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100905": {
    "f_name": "Оксана ",
    "s_name": "Переверзєва ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100906": {
    "f_name": "Наталія",
    "s_name": "Огнева",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100907": {
    "f_name": "Олена",
    "s_name": "Литвинець",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100908": {
    "f_name": "Наталія",
    "s_name": "Терещенко ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100909": {
    "f_name": "Людмила",
    "s_name": "Ясагашвілі ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100910": {
    "f_name": "Ольга",
    "s_name": "Гуржийова",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100911": {
    "f_name": "Тетяна",
    "s_name": "Рожко",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100912": {
    "f_name": "Тетяна",
    "s_name": "Заярна",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100913": {
    "f_name": "Надія ",
    "s_name": "Синявська",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100914": {
    "f_name": "Лідія",
    "s_name": "Касяненко ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100915": {
    "f_name": "Світлана",
    "s_name": "Боднар",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100916": {
    "f_name": "Наталія",
    "s_name": "Джужа",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100917": {
    "f_name": "Ірина ",
    "s_name": "Гуделайтіс",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100918": {
    "f_name": "Анна ",
    "s_name": "Пенчук ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100919": {
    "f_name": "Ірина",
    "s_name": "Зайцева",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100920": {
    "f_name": "Любов ",
    "s_name": "Вельтіщева ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100921": {
    "f_name": "Олена ",
    "s_name": "Койнаш ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100922": {
    "f_name": "Людмила ",
    "s_name": "Устянова",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100923": {
    "f_name": "Ірина",
    "s_name": "Щербак",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100924": {
    "f_name": "Анна ",
    "s_name": "Неклеса ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100925": {
    "f_name": "Євгенія",
    "s_name": "Строчка",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100926": {
    "f_name": "Марина ",
    "s_name": "Варакута ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100927": {
    "f_name": "Наталія",
    "s_name": "Безгуба",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100928": {
    "f_name": "Маргарита ",
    "s_name": "Купар ",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "100929": {
    "f_name": "Алла",
    "s_name": "Пузєєва",
    "course_title": "Техніки арт-терапії",
    "course_length": 12,
    "course_date": "10 вересня 2024"
  },
  "140901": {
    "f_name": "Вікторія",
    "s_name": "Авраменко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140902": {
    "f_name": "Марія",
    "s_name": "Артеменко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140903": {
    "f_name": "Альона",
    "s_name": "Безлатня",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140904": {
    "f_name": "Анастасія",
    "s_name": "Бобришова",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140905": {
    "f_name": "Гульсем",
    "s_name": "Гаврюшенко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140906": {
    "f_name": "Юлія",
    "s_name": "Гребьонкіна",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140907": {
    "f_name": "Ірина",
    "s_name": "Дерев`янко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140908": {
    "f_name": "Анна",
    "s_name": "Дерев’янко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140909": {
    "f_name": "Анна",
    "s_name": "Донченко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140910": {
    "f_name": "Марина",
    "s_name": "Драган",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140911": {
    "f_name": "Світлана",
    "s_name": "Жиленко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140912": {
    "f_name": "Вікторія",
    "s_name": "Здорова",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140913": {
    "f_name": "Світлана",
    "s_name": "Карпович",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140914": {
    "f_name": "Ганна",
    "s_name": "Кравченко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140915": {
    "f_name": "Олена",
    "s_name": "Крутінь",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140916": {
    "f_name": "Людмила",
    "s_name": "Куковенкова",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140917": {
    "f_name": "Оксана",
    "s_name": "Кулик",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140918": {
    "f_name": "Ірина",
    "s_name": "Курілова",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140919": {
    "f_name": "Юлія",
    "s_name": "Кустовська",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140920": {
    "f_name": "Тетяна",
    "s_name": "Мельник",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140921": {
    "f_name": "Наталія",
    "s_name": "Насанович",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140922": {
    "f_name": "Віта",
    "s_name": "Нестеренко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140923": {
    "f_name": "Євгенія",
    "s_name": "Павленко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140924": {
    "f_name": "Ольга",
    "s_name": "Рижко",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140925": {
    "f_name": "Нінель",
    "s_name": "Самойлюк",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140926": {
    "f_name": "Ірина",
    "s_name": "Старина",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140927": {
    "f_name": "Олена",
    "s_name": "Стельмащук",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "140928": {
    "f_name": "Тетяна",
    "s_name": "Тютюнник",
    "course_title": "Техніки саморегуляції",
    "course_length": 18,
    "course_date": "14 вересня 2024"
  },
  "180901": {
    "f_name": "Інна",
    "s_name": "Бабенко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180902": {
    "f_name": "Анастасія",
    "s_name": "Бакум",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180903": {
    "f_name": "Оксана",
    "s_name": "Бірюкова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180904": {
    "f_name": "Юлія",
    "s_name": "Бондарець",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180905": {
    "f_name": "Лариса",
    "s_name": "Борзова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180906": {
    "f_name": "Ольга",
    "s_name": "Бульдович",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180907": {
    "f_name": "Ярослава",
    "s_name": "Бурхович",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180908": {
    "f_name": "Марина",
    "s_name": "Варакута",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180909": {
    "f_name": "Тетяна",
    "s_name": "Васильєва",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180910": {
    "f_name": "Олександра",
    "s_name": "Веселовська",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180911": {
    "f_name": "Кристина",
    "s_name": "Головачова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180912": {
    "f_name": "Ірина",
    "s_name": "Дірявка",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180913": {
    "f_name": "Олександр",
    "s_name": "Жилка",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180914": {
    "f_name": "Тетяна",
    "s_name": "Калязіна",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180915": {
    "f_name": "Карина",
    "s_name": "Касьяненко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180916": {
    "f_name": "Анастасія",
    "s_name": "Клименко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180917": {
    "f_name": "Аліна",
    "s_name": "Коваленко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180918": {
    "f_name": "Олена",
    "s_name": "Ковальчук",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180919": {
    "f_name": "Вікторія",
    "s_name": "Коноваленко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180920": {
    "f_name": "Вікторія",
    "s_name": "Кононова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180921": {
    "f_name": "Дар'я",
    "s_name": "Криворотько",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180922": {
    "f_name": "Олена",
    "s_name": "Криворучко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180923": {
    "f_name": "Марина",
    "s_name": "Кудлач",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180924": {
    "f_name": "Софія",
    "s_name": "Кузнецова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180925": {
    "f_name": "Вікторія",
    "s_name": "Кучер",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180926": {
    "f_name": "Таїса",
    "s_name": "Лаврова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180927": {
    "f_name": "Анна",
    "s_name": "Магер",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180928": {
    "f_name": "Тетяна",
    "s_name": "Міщенко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180929": {
    "f_name": "Тетяна",
    "s_name": "Мосякова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180930": {
    "f_name": "Наталія",
    "s_name": "М'ячина",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180931": {
    "f_name": "Тетяна",
    "s_name": "Олексієнко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180932": {
    "f_name": "Вікторія",
    "s_name": "Полюх",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180933": {
    "f_name": "Вікторія",
    "s_name": "Постольник",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180934": {
    "f_name": "Наталія",
    "s_name": "Прохорова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180935": {
    "f_name": "Інна",
    "s_name": "Пукаляк",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180936": {
    "f_name": "Євгенія",
    "s_name": "Раменська",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180937": {
    "f_name": "Валентина",
    "s_name": "Савченко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180938": {
    "f_name": "Наталія",
    "s_name": "Сіра",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180939": {
    "f_name": "Анна",
    "s_name": "Скиба",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180940": {
    "f_name": "Олена",
    "s_name": "Слюсаренко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180941": {
    "f_name": "Людмила",
    "s_name": "Сорокіна",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180942": {
    "f_name": "Інеса",
    "s_name": "Сосанчина",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180943": {
    "f_name": "Світлана",
    "s_name": "Таран",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180944": {
    "f_name": "Катерина",
    "s_name": "Тиха",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180945": {
    "f_name": "Альбіна",
    "s_name": "Ткаченко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180946": {
    "f_name": "Олена",
    "s_name": "Ткаченко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180947": {
    "f_name": "Іветта",
    "s_name": "Фурманова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180948": {
    "f_name": "Євгенія",
    "s_name": "Ханіна",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180949": {
    "f_name": "Анна",
    "s_name": "Шоп",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180950": {
    "f_name": "Олена",
    "s_name": "Юр'єва",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180951": {
    "f_name": "Катерина",
    "s_name": "Абрамова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180952": {
    "f_name": "Ольга",
    "s_name": "Алещенко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180953": {
    "f_name": "Світлана",
    "s_name": "Головченко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180954": {
    "f_name": "Вікторія",
    "s_name": "Зюзь",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180955": {
    "f_name": "Світлана",
    "s_name": "Кушнікова",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180956": {
    "f_name": "Вадим",
    "s_name": "Лихолат",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180957": {
    "f_name": "Владислав",
    "s_name": "Лінговський",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180958": {
    "f_name": "Вікторія",
    "s_name": "Сіліченко",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180959": {
    "f_name": "Катерина",
    "s_name": "Сорокіна",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180960": {
    "f_name": "Дмитро",
    "s_name": "Трескін",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180961": {
    "f_name": "Софія",
    "s_name": "Троцковець",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },

  "180962": {
    "f_name": "Катерина",
    "s_name": "Яворська",
    "course_title": "Техніки саморегуляції: подолання гострого стресу та розвиток психологічної стійкості",
    "course_length": 18,
    "course_date": "18 вересня 2024",
  },
  "20090": {
    "f_name": "Юлія",
    "s_name": "Абрамович",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200902": {
    "f_name": "Вікторія",
    "s_name": "Авраменко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200903": {
    "f_name": "Людмила",
    "s_name": "Артеменко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200904": {
    "f_name": "Алла",
    "s_name": "Бойко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200905": {
    "f_name": "Ольга",
    "s_name": "Брайченко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200906": {
    "f_name": "Анастасія",
    "s_name": "Бут",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200907": {
    "f_name": "Олеся",
    "s_name": "Диня",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200908": {
    "f_name": "Ксенія",
    "s_name": "Загурська",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200909": {
    "f_name": "Анастасія",
    "s_name": "Зайва",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200910": {
    "f_name": "Валерія",
    "s_name": "Кабак",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200911": {
    "f_name": "Сніжана",
    "s_name": "Киричок",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200912": {
    "f_name": "Марина",
    "s_name": "Клівець",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200913": {
    "f_name": "Лариса",
    "s_name": "Костюченко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200914": {
    "f_name": "Юлія",
    "s_name": "Лагода",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200915": {
    "f_name": "Олена",
    "s_name": "Левіненко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200916": {
    "f_name": "Олена",
    "s_name": "Мацак",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200917": {
    "f_name": "Аліна",
    "s_name": "Мерцалова",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200918": {
    "f_name": "Анастасія",
    "s_name": "Нетунаєва",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200919": {
    "f_name": "Евгенія",
    "s_name": "Новак",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200920": {
    "f_name": "Леся",
    "s_name": "Онойко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200921": {
    "f_name": "Світлана",
    "s_name": "Перерва",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200922": {
    "f_name": "Валерія",
    "s_name": "Пономарьова",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200923": {
    "f_name": "Інна",
    "s_name": "Приймакова",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200924": {
    "f_name": "Тетяна",
    "s_name": "Романій",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200925": {
    "f_name": "Вікторія",
    "s_name": "Самко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200926": {
    "f_name": "Світлана",
    "s_name": "Сафронова",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200927": {
    "f_name": "Ольга",
    "s_name": "Сметана",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200928": {
    "f_name": "Олена",
    "s_name": "Стельмащук",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200929": {
    "f_name": "Валентина",
    "s_name": "Стрижак",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200930": {
    "f_name": "Альона",
    "s_name": "Ступак",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200931": {
    "f_name": "Олена",
    "s_name": "Ступніченко",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200932": {
    "f_name": "Олена",
    "s_name": "Таран",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200933": {
    "f_name": "Юлія",
    "s_name": "Тихонова",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200934": {
    "f_name": "Вікторія",
    "s_name": "Троян",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200935": {
    "f_name": "Анастасія",
    "s_name": "Фуштей",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200936": {
    "f_name": "Ія",
    "s_name": "Христюк",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200937": {
    "f_name": "Діана",
    "s_name": "Худякова",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  },
  "200938": {
    "f_name": "Альона",
    "s_name": "Швець",
    "course_title": "Техніки адаптації дітей ВПО в освітніх закладах, підготовці колективу до приходу нового учня, запобіганню булінгу у школах і дитячих колективах",
    "course_length": 18,
  }
};

let inp = document.getElementById("certID");
let sbmt = document.getElementById('certSbmt');
function checkURL ()
{
  return window.location.search.replace("?", "")
};

if (checkURL() !== "") {
  inp.setAttribute("hidden", true);
  sbmt.setAttribute("hidden", true);
  findCert(checkURL())
} else {
  inp.removeAttribute("hidden", true);
  sbmt.removeAttribute("hidden", true);
}

function findCert (certID)
{
  for (const key in cert_data) {
    if (key == certID) {
      document.querySelector(".content__text").innerHTML = `Ми підтверджуємо, що відповідно до цього сертифікату, <b>${ cert_data[certID].f_name } ${ cert_data[certID].s_name }</b> успішно завершила(в) <b>${ cert_data[certID].course_length }-годинний</b> курс <b>"${ cert_data[certID].course_title }"</b>, що викладався ${ cert_data[certID].course_date }`;
    }
  }
}

sbmt.addEventListener('click', () =>
{
  window.location.search = inp.value;
})